/* 1st arg is localized number of page being previewed. 2nd arg is localized number of pages that can be previewed. */
"%@ of %@" = "%1$@ di %2$@";

/* A paper size: 842 x 1190 (points). */
"A3" = "A3";

/* A paper size: 595 x 842 (points). */
"A4" = "A4";

/* A paper size: 420 x 595 (points). */
"A5" = "A5";

/* A paper size: 729 x 1032 (points). */
"B4" = "B4";

/* A paper size: 516 x 729 (points). */
"B5" = "B5";

/* No comment provided by engineer. */
"Canceling\\U2026" = "Annullo…";

/* Unknown error condition while printing. */
"Error while printing." = "Errore durante la stampa.";

/* A paper size: 540 x 720 (points). */
"Executive" = "Executive";

/* A paper size: 612 x 1008 (points). */
"Legal" = "Legale";

/* A paper size: 612 x 792 (points). */
"Letter" = "Lettera";

/* NEED COMMENT */
"No pages from the document were selected to be printed." = "Nessuna pagina del documento è stata selezionata per la stampa.";

/* page number string for printed page footer when the range of pages to print is unknown. */
"Page %ld" = "Pagina %ld";

/* page number string for printed page footer when the range of pages to print are known. */
"Page %ld of %ld" = "Pagina %1$ld di %2$ld";

/* No comment provided by engineer. */
"Preparing\\U2026" = "Preparo…";

/* A print progress panel title */
"Preview" = "Anteprima";

/* A print progress panel title
   Printing alert title */
"Print" = "Stampa";

/* The argument is the number of the page being printed. */
"Processing page: %@" = "Elaborazione pagina in corso: %@";

/* A print progress panel title */
"Save" = "Registra";

/* A paper size: 792 x 1224 (points). */
"Tabloid" = "Tabloide";

/* No printer error description */
"To print this file, you must set up a printer." = "Per stampare questo documento, devi configurare una stampante.";

/* No printer error recovery suggestion */
"To set up a printer, choose Apple menu > System Preferences, click Print & Fax, and then click the Add (+) button." = "Per configurare una stampante, scegli menu Apple > Preferenze di Sistema, fai clic su Stampa e Fax, quindi sul pulsante Aggiungi (+).";

/* Need Comment */
"Untitled" = "Senza titolo";

